/* Alert Button on ReadsCountViewController */
"Add" = "Add";

/* Button Title on ReadsCountViewController */
"Add Readings" = " Add Readings";

/* Button Title on ReadsCountViewController */
"Add Rounds" = " Add Rounds";

/* Alert Button on ReadsCountViewController */
"Cancel" = "Cancel";

/* Current readings count */
"Current readings count:" = "Current readings count:";

/* Alert Button on ReadsCountViewController */
"Done" = "Done";

/* Alert Title on ReadsCountViewController */
"Enter a New Readings Count" = "Enter a New Readings Count";

/* Alert Placehonder on ReadsCountViewController */
"Enter number" = "Enter number";

/* Alert Title on ReadsCountViewController */
"Enter Readings Number" = "Enter Readings Number";

/* Alert Title on ReadsCountViewController */
"Enter Rounds Number" = "Enter Rounds Number";

/* Button Title on ReadsCountViewController */
"Manual Correction" = " Manual Correction";

/* Alert Title on ReadsCountViewController */
"Please add a valid number" = "Please add a valid number";

/* Alert Title on DetailsViewController */
"Please add a valid title" = "Please add a valid title";

